[
  {
    "title": "Sisihkan Tabungan",
    "description": "Sisihkan minimal 20% dari pendapatan Anda untuk tabungan sebelum membelanjakan untuk kebutuhan non-esensial. Ini membantu membangun keamanan finansial."
  },
  {
    "title": "Buat Anggaran Bulanan",
    "description": "Rencanakan pengeluaran Anda setiap bulan untuk menghindari pemborosan. Prioritaskan kebutuhan dasar seperti makanan dan tagihan."
  },
  {
    "title": "Hindari Utang Konsumtif",
    "description": "Hindari menggunakan kartu kredit untuk pembelian impulsif. Jika harus berutang, pastikan untuk kebutuhan produktif dengan rencana pelunasan."
  },
  {
    "title": "Bangun Dana Darurat",
    "description": "Simpan dana darurat setara 3-6 bulan pengeluaran untuk menghadapi keadaan tak terduga seperti kehilangan pekerjaan atau biaya medis."
  },
  {
    "title": "Lunasi Utang dengan Bunga Tinggi",
    "description": "Prioritaskan pelunasan utang dengan bunga tertinggi terlebih dahulu untuk mengurangi beban finansial jangka panjang."
  },
  {
    "title": "Investasikan Uang Anda",
    "description": "Pertimbangkan investasi jangka panjang seperti reksa dana atau saham untuk mengembangkan kekayaan Anda secara bertahap."
  },
  {
    "title": "Pantau Pengeluaran Kecil",
    "description": "Catat pengeluaran kecil seperti kopi atau camilan harian. Pengeluaran kecil yang terakumulasi bisa berdampak besar pada anggaran Anda."
  },
  {
    "title": "Gunakan Promo dan Diskon",
    "description": "Manfaatkan diskon, promo, atau cashback saat berbelanja, tetapi tetap fokus pada kebutuhan, bukan keinginan."
  },
  {
    "title": "Rencanakan Pembelian Besar",
    "description": "Untuk pembelian besar seperti elektronik atau kendaraan, rencanakan jauh-jauh hari dan tabung secara bertahap agar tidak mengganggu keuangan."
  },
  {
    "title": "Diversifikasi Sumber Pendapatan",
    "description": "Cari sumber pendapatan tambahan seperti pekerjaan sampingan atau bisnis kecil untuk meningkatkan stabilitas finansial Anda."
  },
  {
    "title": "Asuransikan Aset Penting",
    "description": "Lindungi aset Anda dengan asuransi kesehatan, kendaraan, atau properti untuk mencegah kerugian finansial yang besar."
  },
  {
    "title": "Belajar Literasi Keuangan",
    "description": "Tingkatkan pengetahuan Anda tentang keuangan melalui buku, seminar, atau kursus online untuk membuat keputusan yang lebih cerdas."
  },
  {
    "title": "Hindari Gaya Hidup Konsumtif",
    "description": "Jangan terjebak dalam gaya hidup mewah untuk mengesankan orang lain. Fokus pada kebutuhan dan tujuan finansial jangka panjang."
  },
  {
    "title": "Otomatiskan Tabungan",
    "description": "Atur transfer otomatis ke rekening tabungan setiap bulan untuk memastikan Anda konsisten menabung tanpa lupa."
  },
  {
    "title": "Evaluasi Anggaran Secara Berkala",
    "description": "Tinjau anggaran Anda setiap 3-6 bulan untuk menyesuaikan dengan perubahan pendapatan, pengeluaran, atau tujuan keuangan."
  }
]